src/xiaofang.Dispatch-History-Alert-Request.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns="urn:xiaofang">
 <SOAP-ENV:Body  SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns:Dispatch-History-Alert-Request>
   <session-id></session-id>
   <name></name>
   <create-time-from></create-time-from>
   <create-time-to></create-time-to>
   <alram-time-from></alram-time-from>
   <alram-time-to></alram-time-to>
   <over-time-from></over-time-from>
   <over-time-to></over-time-to>
  </ns:Dispatch-History-Alert-Request>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
